[
  { "type": "Feature", "properties": { "Summary": "bright lights in the southwest sky moving,stopping, and changing color.", "Text": "bright lights in the southwest sky moving,stopping, and changing color. i dont know how to decribe this, i have been seeing lights now for one week in the south to west sky over the suberb of Detroit Michigan. i drive every night down the same road and i have never seen lights like these. they were all in a formation of a long line, very, very, bright lights. the first time i had seen them i had thought that they were from the local air base (selfridge) but these lights were all moving and stoping together from south to west and way too fast,they are usauly about five lights. they sometimes have planes one or two flying by them.i have been seeing them for one week in the exact same spot. last night one of them torwards middle changed color from a green to white to blue then to an orange color, maybe they are just really close stars i dont know but i just wanted to write to someone about this to see if anybody else has seen this. ((NUFORC Note:  Witness indicates that the date of the incident is approximate.  PD))", "City": "Clinton Township", "State": "MI", "Date": "1\/2\/07", "Year": "2007", "Month": "1", "Time": "18:30:00", "Miss Lon\/Lat": "0", "Latitude": 42.58140054, "Longitude": -82.92209622, "Shape": "formation", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/054\/S54375.html", "Posted": "2007-02-01T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "0", "Disappear": "0", "Hover": "0", "Light": "1", "Memory": "0", "Object": "0", "Orbs": "0", "Blue": "1", "Green": "1", "Orange": "1", "Purple": "0", "Red": "0", "White": "1", "Yellow": "0" }, "geometry": { "type": "Point", "coordinates": [ -82.92209622, 42.58140054 ] } },
  { "type": "Feature", "properties": { "Summary": "Formation reapper\/dissapear in the night sky.  ((NUFORC Note:  Possible sighting of Venus.  PD))", "Text": "Formation reapper\/dissapear in the night sky Over the last week, every night after 9:00 pm, a light sometimes in more of a disc form, shows up in the sky and can be seen from my backyard.  The first few sightings were of a blueish formation of lights and seemed to be in the shape of a baseball diamond.  This blueish formation got bigger and smaller, and seemed to hover in the same area and stayed all night.  The next night the same blueish formation was seen again, however this sighting was slightly farther away from the original spot.   The next night it was consistent with the day before's sighting.  Over the last few days, it has been cloudy here so if the formation was there, it was not seen by myself or the other witness.  Tonight was the most interesting of all the sightings so far.  At 9:00 pm est, I went outside and there was a new light, this time it was a bright white\/blue light, and seemed to be in a disc formation.  Over the course of 10 minutes, the light got dimmer.  In an effort to take a picture, I let the flash on my camera go off, which in turn, seemed to cause a reaction to the formation, because the formation lit up at least ten times brighter than before.  Over the next five minutes, I also noticed that the original blue formation was visible, but both formations were still very far from one another.  As I was looking at the new formation, I noticed a commercial airplane flying towards the formation, and the airplane was going to fly over the formation.  As soon as the airplane was about to fly over the formation, the lights on the formation dimmed drastically, and seemed to disappear in the night sky.  The most interesting part was that after the plane was out of sight, the formation lit up again, and stayed lit.  As far as I can see, the formation is still presently in the sky, and has stayed extremely bright.", "City": "New Milford", "State": "CT", "Date": "4\/8\/07", "Year": "2007", "Month": "4", "Time": "22:00:00", "Miss Lon\/Lat": "0", "Latitude": 41.577, "Longitude": -73.4085, "Shape": "light", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/056\/S56150.html", "Posted": "2007-04-27T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "0", "Disappear": "1", "Hover": "1", "Light": "1", "Memory": "0", "Object": "0", "Orbs": "0", "Blue": "1", "Green": "0", "Orange": "0", "Purple": "0", "Red": "0", "White": "1", "Yellow": "0" }, "geometry": { "type": "Point", "coordinates": [ -73.4085, 41.577 ] } },
  { "type": "Feature", "properties": { "Summary": "Bright light high above my town, very peculiar looking when viewed through a telescope.  ((NUFORC Note:  Venus??  PD))", "Text": "Bright light high above my town, very peculiar looking when viewed through a telescope. A bright light above Fairbanks, Alaska - I have sighted it off and on for over a week, and finally today had friends witness it. We dug out an old telescope and sighted in - the results were a little more than startling - great black bands across the silvery surface look like an aerial view of a highway system. There is one great black circle, with two small black circles forming a \"connect the dots\" triangle. The object itself tends to stay in one spot, and moves very quickly for a short distance, and stops again. It tends to dim for a short time, and then become very bright. Sometimes it blinks very slightly, but not like the twinkle of a star. Did observe a very dim shooting star fly from its far right above, to right below it. Have contacted the observatory, but they have not been any help - they gave me the verbal equivalent of a shrug. ((NUFORC Note:  Venus??  PD))", "City": "Fairbanks", "State": "AK", "Date": "1\/24\/09", "Year": "2009", "Month": "1", "Time": "18:00:00", "Miss Lon\/Lat": "0", "Latitude": 64.84527636, "Longitude": -147.8347388, "Shape": "oval", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/068\/S68238.html", "Posted": "2009-03-19T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "0", "Disappear": "0", "Hover": "0", "Light": "1", "Memory": "0", "Object": "1", "Orbs": "0", "Blue": "0", "Green": "0", "Orange": "0", "Purple": "0", "Red": "0", "White": "0", "Yellow": "0" }, "geometry": { "type": "Point", "coordinates": [ -147.8347388, 64.84527636 ] } },
  { "type": "Feature", "properties": { "Summary": "flashing lights during night and silver eliptacal during day", "Text": "flashing lights during night and silver eliptacal during day Several flying craft have been seen up in everett and snohomish wa.  I seen one last night flying around, and five other the following night.  One also during the following day.  During the day the object was silver eliptical shaped and was flying up and disipered. all the night opjects were flashing lights (red, blue, green and yellow and white, changing often.) as small as stars moving around in a unpredictable pattern.   I told my mom about the sightings, and she said she has seen the same things up at her house too, only she said one of the craft came down and hovered above her barn for a few secends and took off.  They reported sightings on and off throughtout the last week. my mom and my sister said when it was over the barn the craft emitted no sound.", "City": "Everett", "State": "WA", "Date": "9\/13\/09", "Year": "2009", "Month": "9", "Time": "0:00:00", "Miss Lon\/Lat": "0", "Latitude": 47.92466491, "Longitude": -122.2193999, "Shape": "light", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/072\/S72268.html", "Posted": "2009-12-12T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "1", "Disappear": "0", "Hover": "1", "Light": "1", "Memory": "0", "Object": "1", "Orbs": "0", "Blue": "1", "Green": "1", "Orange": "0", "Purple": "0", "Red": "1", "White": "1", "Yellow": "1" }, "geometry": { "type": "Point", "coordinates": [ -122.2193999, 47.92466491 ] } },
  { "type": "Feature", "properties": { "Summary": "Alien Abduction Scar\/Marks???", "Text": "Alien Abduction Scar\/Marks??? I have oval shaped marks on both side of my stomach.  Also there was a reddish brown line on my right thigh that got faded away in a week.  There was no pain at all and I am not sure where it came from???   I will upload the photos.   Can someone put some light on it?  TX", "City": "Hershey", "State": "PA", "Date": "5\/4\/11", "Year": "2011", "Month": "5", "Time": "0:00:00", "Miss Lon\/Lat": "0", "Latitude": 40.2667, "Longitude": -76.6381, "Shape": "", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/081\/S81110.html", "Posted": "2011-05-12T00:00:00", "Abduct": "1", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "0", "Disappear": "0", "Hover": "0", "Light": "1", "Memory": "0", "Object": "0", "Orbs": "0", "Blue": "0", "Green": "0", "Orange": "0", "Purple": "0", "Red": "1", "White": "0", "Yellow": "0" }, "geometry": { "type": "Point", "coordinates": [ -76.6381, 40.2667 ] } },
  { "type": "Feature", "properties": { "Summary": "It was white, almost big (but not huge, smaller than big), made noise when it fell, lumpy (looked like more than one thing, not sure)", "Text": "It was white, almost big (but not huge, smaller than big), made noise when it fell, lumpy (looked like more than one thing, not sure) It was around 9:30 in the morning (I'm not sure the exact date, either in May or April), when I was in my kitchen with my mom. Suddenly, from outside, I heard something fall. So I look out the window, and in my backyard, in the northeast corner of my backyard, is a lump\/pile of white stuff that looks like plastic. It even sounded like a ton of large, empty, plastic milk containers falling on top of each other. Also, it was right under a tree. I showed my mom, and she said she didn't know what it was, probably just plastic falling from the tree. Honestly, I think it was way too big to be in a tree without the tree dropping it until then. And I've never seen plastic in that tree. I've never seen plastic in any tree! And how would plastic get up there, anyway?    However, I was going to go out to inspect it, but I couldn't find the time. So one day, I was about to go look at it, when I saw it wasn't there anymore! Again, I told my mom, and she said my dad probably picked it up. Honestly, I don't know what it was.  My guess that it could either be:  Plastic falling from a tree  A small UFO  Pieces of a UFO   Things from inside a UFO ((NUFORC Note:  Witness indicates that the date of the sighting is approximate.  PD))", "City": "Hopatcong", "State": "NJ", "Date": "4\/28\/11", "Year": "2011", "Month": "4", "Time": "9:30:00", "Miss Lon\/Lat": "0", "Latitude": 40.9398, "Longitude": -74.6617, "Shape": "unknown", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/081\/S81268.html", "Posted": "2011-05-29T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "0", "Disappear": "0", "Hover": "0", "Light": "0", "Memory": "0", "Object": "0", "Orbs": "0", "Blue": "0", "Green": "0", "Orange": "0", "Purple": "0", "Red": "0", "White": "1", "Yellow": "0" }, "geometry": { "type": "Point", "coordinates": [ -74.6617, 40.9398 ] } },
  { "type": "Feature", "properties": { "Summary": "bright orange orbs every night\/ planes chasing.  ((NUFORC Note:  Probably not a UFO, we suspect.  PD))", "Text": "bright orange orbs every night\/planes chasing First sightintg that was seen was two of my friends two orange orbs about softball looking size in the sky flying next to each other slowly and then accelerating too fast to b aircraft.   another night i myself saw a small light star like but orange moving in the sky slowly a plane was coming up behind it, the light just went out and i watched the plane turn around the flight flicked on on the other side of the sky where the planes were going. tonight on the third of june me a 2 other people witness this orange orb again it flew slow then stood still, another lit up and was coming up under it and then the first orb started moving quickly in our direction then both lights went out and all there was was a faint flashing red light. then i was inside and 5 people witness this there was an orb flying across the sky it actually left an orange trail across the entire sky then a second one and both faded out. there is activity here ever night ((NUFORC Note:  Probably not a UFO, we suspect.  PD))", "City": "Lancaster", "State": "PA", "Date": "6\/3\/11", "Year": "2011", "Month": "6", "Time": "1:00:00", "Miss Lon\/Lat": "0", "Latitude": 40.0332671, "Longitude": -76.3030232, "Shape": "sphere", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/081\/S81632.html", "Posted": "2011-06-03T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "1", "Disappear": "0", "Hover": "0", "Light": "1", "Memory": "0", "Object": "0", "Orbs": "1", "Blue": "0", "Green": "0", "Orange": "1", "Purple": "0", "Red": "1", "White": "0", "Yellow": "0" }, "geometry": { "type": "Point", "coordinates": [ -76.3030232, 40.0332671 ] } },
  { "type": "Feature", "properties": { "Summary": "Over the past week me and 7-10 of my friends have witnessed many strange things happening in our lil county in Tennessee. We have been", "Text": "Over the past week me and 7-10 of my friends have witnessed many strange things happening in our lil county in Tennessee. We have been followed and chased by triangle shaped ufos with a large white spot ookin like on front and two red blinking lights on the back two. at first we dismissed the idea but quickly realized we were wrong. we went to a pasture of a friends a week ago and saw yellow lights crisscrossing running our way then we hit the headlights and saw four large glowing eyes and the dark out lines of two very skinny large headed creatures. about 5'5 in height with large gaping mouths. we got very frightened and left but came back the next few days and heard droning and humming sounds as well as grunts and otherworldly growls. as well as the yellow lights. then days a few days later we all realized we were bein followed by low flying triangular shapes with 2 blinking red lights on the back and a bright spot light on front. it follows us around in o! ur cars flying right about the tree tops very fast with no noise at all. wen we park they stop and watch and wen we leave so Do they. 5 of my friends including me have had them follow and hover outside our houses. As we sit they spin in a rotating motion hovering noiselessly. we are all frightened and this is no joke. we need answers asap...this is the real deal.", "City": "Alamo", "State": "TN", "Date": "10\/23\/11", "Year": "2011", "Month": "10", "Time": "1:30:00", "Miss Lon\/Lat": "0", "Latitude": 35.8168, "Longitude": -89.1612, "Shape": "triangle", "Duration (days)": "7", "Duration (hrs)": "168", "Duration (mins)": "10080", "durationSec": "604,800.00", "report_link": "http:\/\/www.nuforc.org\/webreports\/084\/S84761.html", "Posted": "2011-10-25T00:00:00", "Abduct": "0", "Aliens": "0", "Area 51": "0", "Coverup": "0", "Craft": "0", "Disappear": "0", "Hover": "1", "Light": "1", "Memory": "0", "Object": "0", "Orbs": "0", "Blue": "0", "Green": "0", "Orange": "0", "Purple": "0", "Red": "1", "White": "1", "Yellow": "1" }, "geometry": { "type": "Point", "coordinates": [ -89.1612, 35.8168 ] } }
]
